Repository: ashvisualtheme/xendit-payment
Catalog: locale/*/locale.po
Languages: id_id

# plugins.paymethod.xendit.displayName
source: Xendit Payment
id_id: Pembayaran Xendit

# plugins.paymethod.xendit.description
source: This plugin allows OJS to accept payments using the Xendit payment gateway.
id_id: Plugin ini memungkinkan OJS untuk menerima pembayaran menggunakan gateway pembayaran Xendit.

# plugins.paymethod.xendit.settings.testMode
source: Test Mode
id_id: Mode Uji Coba

# plugins.paymethod.xendit.settings.apiKey
source: API Key
id_id: Kunci/Kode API

# plugins.paymethod.xendit.settings.apiKey.description
source: Enter your Xendit secret API key. You can find this in your Xendit Dashboard under Settings > API Keys.
id_id: Masukkan kunci/kode API Xendit Anda. Anda dapat menemukannya di Dasbor Xendit Anda di bawah Pengaturan > Kunci API.

# plugins.paymethod.xendit.settings.webhookSecret
source: Webhook Secret
id_id: Kode Webhook

# plugins.paymethod.xendit.settings.webhookSecret.description
source: Enter your webhook verification token. You can find this in your Xendit Dashboard under Settings > Webhooks. Please use the URL below to configure your Webhook:
id_id: Masukkan token verifikasi webhook Anda. Anda dapat menemukannya di Dasbor Xendit Anda di bawah Pengaturan > Webhook.

# plugins.paymethod.xendit.settings.invoiceDuration
source: Invoice Duration (Days)
id_id: Durasi Faktur (Hari)

# plugins.paymethod.xendit.settings.invoiceDuration.description
source: The number of days before the generated invoice expires.
id_id: Jumlah hari sebelum faktur yang dibuat kedaluwarsa.

# plugins.paymethod.xendit.settings.notificationChannels
source: Customer Notification Channels
id_id: Kanal Notifikasi Pelanggan

# plugins.paymethod.xendit.settings.notificationChannels.description
source: Select the channels through which customers will receive invoice notifications (e.g., upon creation, payment). The customer must have a valid email or phone number for these to work.
id_id: Pilih kanal di mana pelanggan akan menerima notifikasi faktur (misalnya, saat pembuatan, pembayaran). Pelanggan harus memiliki email atau nomor telepon yang valid agar fitur ini berfungsi.

# plugins.paymethod.xendit.error
source: An error occurred during the transaction. Please try again or contact the journal manager.
id_id: Terjadi kesalahan selama transaksi. Silakan coba lagi atau hubungi manajer jurnal.

# emails.xenditInvestigatePayment.subject
source: Unusual Xendit Payment Activity
id_id: Aktivitas Pembayaran Xendit yang Tidak Biasa

# emails.xenditInvestigatePayment.body
source: An unusual payment activity was detected from the Xendit payment gateway. It is recommended to log in to your Xendit merchant account to investigate this further.<br><br>This email was generated by the OJS Xendit Payment plugin.
id_id: Aktivitas pembayaran yang tidak biasa terdeteksi dari gateway pembayaran Xendit. Disarankan untuk masuk ke akun merchant Xendit Anda untuk menyelidiki lebih lanjut.<br><br>Email ini dibuat oleh plugin Pembayaran Xendit OJS.

# emails.xenditInvestigatePayment.description
source: This email is sent to the main contact of the journal when an unusual activity is detected from the Xendit payment gateway that requires manual investigation.
id_id: Email ini dikirim ke kontak utama jurnal ketika aktivitas yang tidak biasa terdeteksi dari gateway pembayaran Xendit yang memerlukan penyelidikan manual.
